Repository: downheartedcount/qedu
Catalog: elearn/locale/*/LC_MESSAGES/django.po
Languages: kk

source: Тесты
kk: Тесттер

source: Мои курсы
kk: Менің курстарым

source: Профессиональные курсы
kk: Кәсіби курстар

source: Курсы ЕНТ
kk: ЕНТ курстары

source: Выйти
kk: Шығу

source: Контакты
kk: Контактілер

source: Чтобы оплатить через kaspi.kz необходимо:
kk: Kaspi.kz арқылы төлем жасау үшін:

source: Платежи - в поиске q-edu.kz
kk: Төлемдер - іздеуде q-edu.kz теріңіз

source: Найти желаемый курс
kk: Қалаған курсты табыңыз

source: Продолжить
kk: Жалғастыру

source: Автор курса
kk: Курс авторы

source: Уроки
kk: Сабақтар

source: Купить
kk: Сатып алу

source: Изменить фото профиля
kk: Суретті өзгерту

source: Сохранить
kk: Сақтау

source: Прикрепить фото
kk: Фото суретті тіркеңіз

source: Выберите фото пользователя
kk: Суретті таңдаңыз

source: Курсы
kk: Курстар

source: Цена:
kk: Бағасы:

source: Перейти к заданию
kk: Тапсырмаға өту

source: Сдать тест
kk: Тест тапсыру

source: Домой
kk: Басты

source: Учить
kk: Сабаққа өту

source: Цена
kk: Бағасы

source: Результаты
kk: Нәтижелер

source: Дата
kk: Күні

source: Баллы
kk: Баллдар

source: Следующий
kk: Келесі

source: Вы ответили на все вопросы
kk: Сіз барлық сұраққа жауап бердіңіз

source: Урок
kk: Сабақ

source: по курсу
kk: курс

source: Вы набрали
kk: Сіз жинадыңыз

source: баллов
kk: балл

source: Главная
kk: Басты

source: Изменить
kk: Өзгерту

source: Мой профиль
kk: Менің профилім

source: Регистрация
kk: Тіркелу

source: Войти
kk: Кіру

source: Добро пожаловать
kk: Қош келдіңіз

source: Онлайн обучение, Подготовка к ЕНТ, Профессиональные курсы
kk: Онлайн білім алу, ҰБТ-ға дайындық, Кәсіби курстар

source: Ознакомительное видео
kk: Кіріспе бейнеролик

source: лет
kk: жыл

source: продуктивной работы в сфере подготовки учеников
kk: студенттерді оқыту саласындағы өнімді еңбек

source: Наша команда не просто профи, а фанатики своего дела, миссия которых - успех каждого ученика
kk: Біздің команда жай ғана кәсіпқойлар емес, өз саласының фанаттары, олардың мақсаты – әрбірстуденттің жетістігі.

source: Приемлемые цены
kk: Жетімді бағалар

source: Высокое качество материала
kk: Жоғары сапалы оқу материалы

source: Интересный учебный процесс
kk: Қызықты оқу процессі

source: Узнать больше
kk: Көбірек білу

source: Ученики
kk: Оқушылар

source: Уже больше тысячи учеников прошли наши курсы
kk: Мыңнан астам оқушылар біздің курстардан өтті

source: На нашем сайте вы можете найти более тридцати курсов
kk: Біздің сайтта сіз отыздан астам курс таба аласыз

source: Отзывы
kk: Пікірлер

source: Ученик
kk: Оқушы

source: Войдите в ваш аккаунт
kk: Аккаунқа кіріңіз

source: Заполните все поля
kk: Барлығын толтырыңыз

source: Пароль
kk: Құпия сөз

source: Забыли пароль?
kk: Құпия сөзді ұмыттыңыз ба?

source: Сбросить пароль
kk: Құпия сөзді өзгерту

source: Забыли пароль? Введите вашу почту и мы пришлем вам инструкции
kk: Өз поштаңызды енгізіңіз, біз сізге нұсқаулар жібереміз

source: Отправить письмо
kk: Хат жіберу

source: Пароль сброшен
kk: Құпия сөз қалпына келтірілді

source: Ваш пароль успешно восстановлен
kk: Сіздің құпия сөз қалпына келтірілді

source: Потвердите сброс пароля
kk: Растау

source: Пожалуйста введите новый пароль
kk: Жаңа құпия сөзді енгізіңіз

source: Инструкции высланы
kk: Нұсқаулар жіберілді

source: Зарегистрироваться
kk: Тіркелу
